[{"name":"Andrew Bailey","category":"policymakers","year":null,"type":"small profile","firstname":"Andrew","lastname":"Bailey","streamuuid":null,"title":"CEO, Financial Conduct Authority","description":"This career central banker was put in charge of the City watchdog by then chancellor George Osborne in January, after his showman predecessor Martin Wheatley was ousted for being seen as too hostile to banks. Bailey once said that “market discipline should be the first line of defence, not regulators like me”. Smart, pragmatic and well-liked, he was previously head of the Bank of England’s Prudential Regulation Authority. His successor there is the fiercely bright Sam Woods, who will be the crucial other half of the City’s regulatory double-act.","linkurl":null,"picurl":null},{"name":"Mark Carney","category":"policymakers","year":null,"type":"small profile","firstname":"Mark","lastname":"Carney","streamuuid":null,"title":"Governor, Bank of England","description":"Runs marathons (personal best: three hours, 31 minutes), looks a bit like George Clooney and is as at home at Wilderness Festival in Oxfordshire as at the Old Lady of Threadneedle Street, where he guides the UK’s economic and monetary policy. Canada’s best-known export since Céline Dion, Carney raised eyebrows when he arrived in the UK with an annual £250,000 housing allowance that dwarfed the prime minister’s salary. Some of his glamour may have worn off: his policy of “forward guidance” (an attempt to give more detailed hints on future interest rates) has been much criticised. He is now charged with averting a post-Brexit recession.","linkurl":null,"picurl":null},{"name":"David Davis","category":"policymakers","year":null,"type":"small profile","firstname":"David","lastname":"Davies","streamuuid":null,"title":"Brexit minister","description":"Davis, a rival to David Cameron in the 2005 Tory leadership contest, has been propelled to the frontline as Brexit minister. Look out for fireworks between Davis and Michel Barnier, the former French foreign minister who will lead Brexit negotiations for the EU; they sparred in treaty talks 20 years ago. Davis will work with chancellor of the exchequer Philip Hammond, whom the City views rather more fondly.","linkurl":null,"picurl":null},{"name":"Andrew Tyrie","category":"policymakers","year":null,"type":"small profile","firstname":"Andrew","lastname":"Tyrie","streamuuid":null,"title":"Chairman, Treasury Select Committee","description":"There’s a touch of the Oxford don about Tyrie, the assertive, cardigan-clad MP for Chichester and the most powerful backbencher in the House of Commons. Tyrie has avoided turning the committee into a pantomime and focused on taking witnesses to task with forensic precision. He epitomises its newfound power and was a particular thorn in the side of former chancellor George Osborne.","linkurl":null,"picurl":null},{"name":"Sir John Vickers","category":"policymakers","year":null,"type":"small profile","firstname":"John","lastname":"Vickers","streamuuid":null,"title":"Former chairman, Independent Commission on Banking","description":"The mastermind of safety reforms that UK banks must implement by 2019. Sir John can be bloody-minded: he has been at loggerheads with the banking industry and criticised the Bank of England. His tastes are low-key: he likes the spartan refectory at All Souls College, Oxford, where he is warden.","linkurl":null,"picurl":null},{"name":"Inga Beale","category":"insurance","year":null,"type":"large profile","firstname":"Inga","lastname":"Beale","streamuuid":null,"title":"CEO, Lloyd’s of London","description":"Beale made history in 2014 when she became the first female chief executive of Lloyd’s, the world’s oldest insurance marketplace. A trained underwriter, she has focused on modernising the 328-year-old institution, embracing technology and diluting its traditional boys’ club culture. Beale, who is bisexual, has championed diversity and is adamant that people should be able to “bring your whole self to work”. Her grit and determination extend to the rugby pitch, where her early-career nickname “Inga the winger” comes from.","linkurl":"http://www.ft.com/cms/s/0/e46e8c00-6b72-11e6-ae5b-a7cc5dd5a28c.html","picurl":null},{"name":"Robin Birley","category":"city slicker","year":null,"type":"large profile","firstname":"Robin","lastname":"Birley","streamuuid":null,"title":"Proprieter, Five Hertford Street","description":"The gentle giant at the heart of Mayfair’s social scene for the past 30 years,\nBirley is rarely seen without his beloved whippet Arnie. His private members’ club 5 Hertford Street and Loulou’s, its naughty nightclub sibling, are where business and society mix; hedgies rubbing shoulders with royals and Kate Moss. Birley has been gunning for Brexit since working with stepfather Sir Jimmy Goldsmith on the original Referendum party and has recently made Nigel Farage an honorary member of 5HS.","linkurl":"http://www.ft.com/cms/s/0/e46e8c00-6b72-11e6-ae5b-a7cc5dd5a28c.html","picurl":null},{"name":"Mark Kleinman","category":"city slicker","year":null,"type":"small profile","firstname":"Mark","lastname":"Kleinman","streamuuid":null,"title":"City Editor, Sky News","description":"Fiercely competitive but blessed with a cheeky-chappie charm, Kleinman has made himself the go-to receptacle for City gossip and stories. His name flashes up on the mobile screen of anyone who’s anyone in the City – in some cases, with a warning not to pick up. Speculation surrounds his pay package at Sky, where he’s worked for the past seven years: he is said to be paid by the scoop, with each one branded “exclusive”. Kleinman likes to spend early mornings at The Wolseley or The Delaunay, where he can buttonhole movers and shakers as they tuck into their eggs Benedict.","linkurl":null,"picurl":null},{"name":"Michael Bloomberg","category":"trading and technology","year":null,"type":"small profile","firstname":"Michael","lastname":"Bloomberg","streamuuid":null,"title":"CEO, Bloomberg","description":"He may moan about London’s sky-high house prices but the septuagenarian billionaire and three-term mayor of New York regards the capital as his second home. A philanthropist, Bloomberg serves as chairman of the Serpentine Gallery. And, having declined to run for the White House, he has time on his hands. That means more London living and more hands-on management at Bloomberg, the ubiquitous news-to-trading-terminal behemoth he founded 35 years ago.","linkurl":null,"picurl":null},{"name":"Demis Hassabis","category":"trading and technology","year":null,"type":"small profile","firstname":"Demis","lastname":"Hassabis","streamuuid":null,"title":"CEO, DeepMind Technologies","description":"North Londoner Hassabis dresses like a student but his career path has encompassed chess prodigy, master computer programmer, video-game designer and neuroscientist. Now he’s a pioneer in artificial intelligence, which threatens jobs in the City. Hassabis’s company DeepMind, which he sold to Google in 2014 for £400m, aims to make “machines smart”. It seems to be working: in March, DeepMind’s computer system AlphaGo secured victory over Lee Se-Dol, the South Korean world champion of the complex game Go, a landmark moment for AI development.","linkurl":null,"picurl":null},{"name":"Brent Hoberman","category":"trading and technology","year":null,"type":"small profile","firstname":"Brent","lastname":"Hoberman","streamuuid":null,"title":"Co-founder, Founders Factory","description":"He made his name as a dotcom entrepreneur with Lastminute.com. Now the angel investor has pledged to create 200 British technology start-ups through his new venture, Founders Factory. One of the most connected people in London, he has an invitation-only network, Founders Forum, which has become a leading gathering place for entrepreneurs.","linkurl":null,"picurl":null},{"name":"Carsten Kengeter","category":"trading and technology","year":null,"type":"small profile","firstname":"Carsten","lastname":"Kengeter","streamuuid":null,"title":"CEO, Deutsche Börse","description":"Kengeter was highly rated as head of UBS’s investment bank and on course for the top job. But then rogue trader Kweku Adoboli lost £1.5bn on his watch. Within weeks of becoming Deutsche Börse CEO in 2015, Kengeter launched a bold bid to merge with the London Stock Exchange. Assuming the deal gets past regulators, he will have a defining role in the future of the City, freeing up LSE boss Xavier Rolet.","linkurl":null,"picurl":null},{"name":"Michael Spencer","category":"trading and technology","year":null,"type":"small profile","firstname":"Michael","lastname":"Spencer","streamuuid":null,"title":"CEO, ICAP","description":"The well-connected Oxford-graduate-turned-trader bridges finance, business and politics. He has been co-treasurer of the Conservative party but a peerage continues to elude him – perhaps because of ICAP’s role in the Libor-fixing scandal. Last year Spencer signed a deal to sell ICAP’s global voice broking business to rival Tullett Prebon but the bon viveur knew his priorities. ICAP retained the in-house chef, art collection and wine cellar.","linkurl":null,"picurl":null},{"name":"Pete Davies","category":"asset managers","year":null,"type":"small profile","firstname":"Pete","lastname":"Davies","streamuuid":null,"title":"Senior partner, Lansdowne Partners","description":"Davies is a cerebral and measured hedge-fund manager, and the vibe inside Lansdowne is akin to a library. Lansdowne’s roughly $10bn Developed Markets Strategy is one of the world’s best-performing equity hedge funds, delivering average yearly gains of around 13 per cent since it was launched 15 years ago by Davies and business partner Stuart Roden. Best man to George Osborne, Davies sits on the board of Oxford Sciences Innovation, which commercialises intellectual property.","linkurl":null,"picurl":null},{"name":"Larry Fink","category":"asset managers","year":null,"type":"small profile","firstname":"Larry","lastname":"Fink","streamuuid":null,"title":"Chairman, BlackRock","description":"California-born, New York-based Fink has built BlackRock into a powerhouse, with big stakes in UK plc. He prides himself on deep Washington connections and recruits from a range of backgrounds, notably hiring Philipp Hildebrand, former governor of Swiss National Bank, and Rupert Harrison, top adviser to George Osborne. Fink set up BlackRock in 1988 as part of Blackstone and split from the private equity group six years later. An acquisition of Barclays Global Investors in 2009 made BlackRock the largest asset manager in the world, now with $4.77tn under management.","linkurl":null,"picurl":null},{"name":"Sovereign Wealth Funds","category":"asset managers","year":null,"type":"small profile","firstname":null,"lastname":"Sovereign Wealth Funds","streamuuid":null,"title":"State-owned investment firms","description":"SWFs such as China Investment Corporation, Singapore’s GIC and Qatar Investment Authority are the faceless giants that have been buying up London landmarks including Canary Wharf, Heathrow and Claridge’s. Norway’s sovereign wealth fund is one of the largest owners of UK plc.","linkurl":null,"picurl":null},{"name":"Sacha Sadan","category":"asset managers","year":null,"type":"small profile","firstname":"Sacha","lastname":"Sadan","streamuuid":null,"title":"Director of corporate governance, Legal & General Investment Management","description":"Single-minded Sadan has helped propel corporate governance up the agenda, earning him the nickname “chief nagger” among some board directors. He was one of the leading architects of 2012’s “shareholder spring”, and LGIM, the UK’s largest asset manager, has been a mainstay of high-profile pay revolts at blue-chip companies. The first person in his family to go to university, Sadan has championed a more diverse City.","linkurl":null,"picurl":null},{"name":"Neil Woodford","category":"asset managers","year":null,"type":"small profile","firstname":"Neil","lastname":"Woodford","streamuuid":null,"title":"Founder, Woodford Investment Management","description":"The down-to-earth fund manager has something of a cult following among retail investors. When he quit Invesco Perpetual in 2013, many went with him. The star stockpicker is now running £14bn in assets. Unafraid of defying conventional wisdom, he recently scrapped bonuses at his firm, arguing that they are “largely ineffective” in boosting performance. Woodford is committed to backing small British companies with scientific expertise and often invests alongside Lansdowne Partners.","linkurl":null,"picurl":null},{"name":"António Horta-Osório","category":"bankers","year":null,"type":"small profile","firstname":"António","lastname":"Horta-Osório","streamuuid":null,"title":"CEO, Lloyds Banking Group","description":"As CEO of Santander’s UK arm, the smooth Portuguese banker was once regarded as a son by his then boss, the late Santander Group chairman Emilio Botín. And so it was seen as the ultimate defection in 2011 when he took the top job at Lloyds, the UK’s largest mortgage lender. Horta-Osório is credited with reviving Lloyds after the financial crisis, although he underestimated the bank’s historic provisions for mis-selling payment protection insurance.","linkurl":null,"picurl":null},{"name":"Daniel Pinto","category":"bankers","year":null,"type":"small profile","firstname":"Daniel","lastname":"Pinto","streamuuid":null,"title":"CEO corporate and investment bank, JPMorgan","description":"This Argentinian former fixed-income trader has quietly risen to become head of JPMorgan in Europe, where it tops the league tables for investment banking fees. His English is “not as good as you’d expect”, but colleagues have noticed the warm praise from group chief executive Jamie Dimon. Pinto is thought of as decisive, highly efficient and, crucially, always available.","linkurl":null,"picurl":null},{"name":"Sir Simon Robey","category":"bankers","year":null,"type":"large profile","firstname":"Simon","lastname":"Robey","streamuuid":null,"title":"Co-founder, Robey Warshaw","description":"It’s rare to see a multibillion-pound deal these days without an understated Simon on one or other side of the negotiating table. From a small office tucked behind Dukes Hotel in St James’s, opera-loving Sir Simon (recently knighted) and business partner Simon Warshaw run their eponymous advisory boutique. In July Robey Warshaw shared £45m with two other banks for its work helping Japan’s SoftBank buy UK chip designer Arm Holdings. Simple, Simons.","linkurl":"http://www.ft.com/cms/s/0/e46e8c00-6b72-11e6-ae5b-a7cc5dd5a28c.html","picurl":null},{"name":"Alison Rose","category":"bankers","year":null,"type":"small profile","firstname":"Alison","lastname":"Rose","streamuuid":null,"title":"CEO of commercial and private banking, Royal Bank of Scotland","description":"RBS is the UK’s largest lender to small and medium-sized enterprises and Rose is the no-nonsense leader of this division and one of the most senior women in British banking. Eschewing the reckless spending that characterised former RBS boss Fred Goodwin’s reign, she has turned what was once Goodwin’s “executive wing” into a business accelerator hub or “hatchery” to support fledgling firms.","linkurl":null,"picurl":null},{"name":"Michael Sherwood","category":"bankers","year":null,"type":"small profile","firstname":"Michael","lastname":"Sherwood","streamuuid":null,"title":"Co-CEO, Goldman Sachs International","description":"Street-smart “Woody” is most at home with the rough-and-tumble on the trading floor. A Goldman Sachs lifer, who runs its European business with Richard Gnodde, his rise is synonymous with Goldman’s ascension as a trading powerhouse. Well-connected and self-assured (even by Goldman standards), Woody’s closeness to disgraced retail entrepreneur Sir Philip Green proved a rare misstep.","linkurl":null,"picurl":null},{"name":"Jan Hall","category":"professional services","year":null,"type":"small profile","firstname":"Jan","lastname":"Hall","streamuuid":null,"title":"Headhunter, Heidrick & Struggles | JCA Group","description":"Hall has rapidly become one of London’s most powerful headhunters. She set up her own firm more than a decade ago after leaving Spencer Stuart and sold it last month to Chicago-based rival Heidrick & Struggles for $14.6m. Hall is involved in many high-level City appointments, including top roles at Lloyds and Virgin Money. She’s known for finding women to join boards and is also on Tate’s corporate development board.","linkurl":null,"picurl":null},{"name":"Vivian Hunt","category":"professional services","year":null,"type":"small profile","firstname":"Vivian","lastname":"Hunt","streamuuid":null,"title":"Managing partner UK&I, McKinsey","description":"In two decades at McKinsey, Hunt has risen to managing partner of the influential consultancy’s UK and Ireland division, leading a team of 1,100 and working closely with global managing director Dominic Barton. After her undergraduate degree, Hunt joined the Peace Corps, working in Senegal as a midwife and primary care worker for two and a half years before doing an MBA at Harvard and then joining McKinsey in Boston. She is an eloquent proponent of racial and gender diversity.","linkurl":null,"picurl":null},{"name":"Alan Rudd","category":"professional services","year":null,"type":"small profile","firstname":"Alan","lastname":"Rudd","streamuuid":null,"title":"Chairman, \"Brunsbury\"","description":"Corporate public relations has mushroomed over the past 30 years. Two individuals dominate the big City accounts – Brunswick’s Sir Alan Parker and Finsbury’s Roland Rudd. To some, Parker and Rudd are interchangeable stereotypes of spin. In reality they are arch rivals who are supremely well-connected. Parker, who hosted the Camerons when they left Downing Street, is a former rock band manager whose boyish charm belies his ruthlessness. Also chairman of Save the Children International, he set up Brunswick in 1987. Rudd, treasurer of the Britain Stronger in Europe campaign, is close to a number of Labour politicians and his sister is home secretary Amber Rudd.","linkurl":null,"picurl":null},{"name":"Sir George Iacobescu","category":"property","year":null,"type":"large profile","firstname":"George","lastname":"Iacobescu","streamuuid":null,"title":"Chairman and CEO, Canary Wharf Group","description":"A Romanian émigré, Sir George moved to London from New York in 1988 to oversee construction of the Canary Wharf project. Under his leadership, the area has transformed east London and become a world-class financial district.","linkurl":"http://www.ft.com/cms/s/0/e46e8c00-6b72-11e6-ae5b-a7cc5dd5a28c.html","picurl":null},{"name":"Paul Manduca","category":"city grandees","year":null,"type":"small profile","firstname":"Paul","lastname":"Manduca","streamuuid":null,"title":"Chairman, Prudential and TheCityUK Brexit group","description":"Suave Manduca is chairman of both FTSE 100 insurer Prudential and lobby group TheCityUK’s advisory council. Together with John McFarlane (below), Manduca is one of the grandees who’ll be batting for the City in negotiations with Brussels over Brexit. As senior independent director of the Pru, Manduca was given the task of finding a new chairman. He found the best candidate for the job in his own shaving mirror and promoted himself to chairman. It’s now known as “doing a Manduca”.","linkurl":null,"picurl":null},{"name":"John McFarlane","category":"city grandees","year":null,"type":"small profile","firstname":"John","lastname":"McFarlane","streamuuid":null,"title":"Chairman, Barclays and chairman, TheCityUK","description":"The gruff Scot’s reputation as a ruthless agent for change has earned him the moniker “Mack the Knife”, though he says he is simply “decisive”. He helped turn around Aviva in a two-year stint as chairman. Now he’s trying to do the same with troubled UK bank Barclays, where he wasted little time in replacing chief executive Antony Jenkins.","linkurl":null,"picurl":null},{"name":"Baroness Shriti Vadera","category":"city grandees","year":null,"type":"large profile","firstname":"Shriti","lastname":"Vadera","streamuuid":null,"title":"Chairman, Santander UK","description":"The sharp-elbowed former UBS Warburg investment banker is a phenomenal networker. As a backroom counsellor and government minister under Gordon Brown, Baroness Vadera had a single gear: fast. She has emerged as queen of the City’s Brexit response effort, helping co-ordinate senior financiers’ contact with the government. Having lived in Uganda until the age of eight and in India until the age of 15, she spoke out after the death this year of her friend Jo Cox, the Labour MP for Batley & Spen, to say that she loved “the Britain that can nurture immigrants like me”.","linkurl":"http://www.ft.com/cms/s/0/e46e8c00-6b72-11e6-ae5b-a7cc5dd5a28c.html","picurl":null}]